Repository: aquinocom/Products.PloneSoftwareCenter
Catalog: Products/PloneSoftwareCenter/i18n/plonesoftwarecenter-plone-*.po
Languages: pt_br

source: A proposal container has proposals, and a view for the listing.
pt_br: Um pasta proposta tem propostas, e uma visualização para a listagem.

source: A publication workflow for PSCImprovementProposal objects
pt_br: Um fluxo de trabalho de publicação para objetos PSCProject

source: A publication workflow for PSCRelease objects
pt_br: Um fluxo de trabalho de publicação para objetos PSCRelease

source: A publication workflow for PloneSoftwareCenter objects
pt_br: Um fluxo de trabalho de publicação para objetos PloneSoftwareCenter

source: A release of a software project, either final or in progress
pt_br: Uma versão de um projeto de software, seja final ou em andamento

source: A simple folderish archetype for the Software Center.
pt_br: Um simples archetype baseado em pasta para o Software Center.

source: Accepted
pt_br: Aceito

source: Accepted this improvement proposal
pt_br: Aceito esta proposta de melhoria

source: Alpha release
pt_br: Versão alpha

source: Begin proposed work
pt_br: Começo de trabalho proposto

source: Begin proposed work in this improvement proposal
pt_br: Começo de trabalho proposto nesta proposta de melhoria

source: Being discussed
pt_br: Sendo discutido

source: Being discussed for this improvement proposal
pt_br: Sendo discutido para esta proposta de melhoria

source: Beta release
pt_br: Versão beta

source: Change the release project stage to 'Release alpha'
pt_br: Altere a etapa do projeto de versão para 'versão alpha'

source: Change the release project stage to 'Release beta'
pt_br: Altere a etapa do projeto de versão para 'versão beta'

source: Change the release project stage to 'Release final'
pt_br: Altere a etapa do projeto de versão para 'versão final'

source: Close area
pt_br: Fechar área

source: Close this area
pt_br: Fechar esta área

source: Closed this area to the public
pt_br: Fechar esta área para o público

source: Closed to the public
pt_br: Fechar para o público

source: Complete proposed work
pt_br: Proposta de trabalho completa

source: Complete proposed work in this improvement proposal
pt_br: Complete proposed work nesta proposta de melhoria

source: Completed and merged
pt_br: Completada e agrupada

source: Completed and merged this improvement proposal
pt_br: Completada e agrupada esta melhoria de proposta

source: Contains a link to a downloadable file for a Release.
pt_br: Contém um link para um arquivo carregável para uma versão

source: Contains the downloadable file for the Release.
pt_br: Contém um arquivo carregável para uma versão

source: Defer work on this improvement proposal
pt_br: Adiar trabalhos sobre esta proposta de melhoria

source: Defer work on this proposal
pt_br: Adiar trabalhos sobre esta proposta

source: Deferred
pt_br: Adiado

source: Documentation Section
pt_br: Seção de documentação

source: Documentation Section View
pt_br: Visão de seção de documentação

source: Downloadable File
pt_br: Arquivo carregável

source: Draft
pt_br: Rascunho

source: Externally Hosted File
pt_br: Arquivo hospedado externamente

source: Featured
pt_br: Destacado

source: File View
pt_br: visão de arquivo

source: Final release
pt_br: Versão final

source: Folder type for holding documentation.
pt_br: Tipo de pasta para manter a documentação.

source: Folder type for holding releases.
pt_br: Tipo de pasta para manter as versões

source: Hidden
pt_br: Oculto

source: Hidden release project
pt_br: Oculta versão do projeto

source: Hide
pt_br: Ocultar

source: Hide this project
pt_br: Ocultar este projeto

source: Improvement Proposal
pt_br: Proposta de Melhoria

source: Improvement Proposal View
pt_br: Visão de Proposta de Melhoria

source: Improvement proposal deferred
pt_br: Proposta de Melhoria adiada

source: Improvement proposal in progress
pt_br: Proposta de Melhoria em progresso

source: Improvement proposal rejected
pt_br: Proposta de Melhoria rejeitada

source: In progress
pt_br: Em progresso

source: In this project the Member requests publishing
pt_br: Neste projeto o Membro solicita publicação

source: In this project the Member retracts submission
pt_br: Neste projeto o Membro solicita retirar a solicitação

source: In this project the Reviewer publishes content
pt_br: Neste projeto o Revisor publica conteúdo

source: In this project the Reviewer rejects submission
pt_br: Neste projeto o Revisor retirar a solicitação

source: Member requests publishing
pt_br: Membro solicita publicação

source: Member retracts submission
pt_br: Membro retira solicitação

source: Merge changes from this improvement proposal
pt_br: Alterações agrupadas a partir desta proposta de melhoria

source: Merge changes from this proposal
pt_br: Alterações agrupadas a partir desta proposta

source: Open area to submissions
pt_br: Área aberta para submissão

source: Open for submissions
pt_br: Aberta para submissão

source: Open this area to submissions
pt_br: Esta área está aberta para submissão

source: PSC Area workflow
pt_br: PSC Área de workflow

source: PSC Improvement Proposal workflow
pt_br: PSC Proposta de melhorial workflow

source: PSC Project workflow
pt_br: PSC Projeto workflow

source: PSC Release workflow
pt_br: PSC Versão workflow

source: Pending approval
pt_br: Aprovação pendente

source: Project class that holds the information about the Software Project.
pt_br: Classe do projeto que contém as informações sobre o Projeto de software.

source: Propose
pt_br: Sugerir

source: Propose this improvement proposal
pt_br: Sugerir esta proposta de melhoria

source: Public
pt_br: Público

source: Publish, and set as featured
pt_br: Publicar, e definir como destaque

source: Re-draft
pt_br: Re-Rascunho

source: Re-draft this improvement proposal
pt_br: Re-Rascunhar esta proposta de melhoria

source: Re-release
pt_br: Re-versionar

source: Ready for merge
pt_br: Pronto para mesclar

source: Ready for merge this improvement proposal
pt_br: Pronto para mesclar esta proposta de melhoria

source: Reject this improvement proposal
pt_br: Rejeita esta proposta de melhoria

source: Reject this proposal
pt_br: Rejeita esta proposta

source: Rejected
pt_br: Rejeitada

source: Release alpha
pt_br: Versão alpha

source: Release beta
pt_br: Versão beta

source: Release candidate
pt_br: Versão candidata

source: Release candidate for this project
pt_br: Versão candidata para este projeto

source: Release final
pt_br: Versão final

source: Releases Section
pt_br: Seção de versões

source: Releases Section View
pt_br: visão Seção de versões

source: Retract
pt_br: Retrair

source: Retract release of this project
pt_br: Versão retraída deste projeto

source: Return to discussion stage
pt_br: Voltar para o

source: Return to discussion stage for this improvement proposal
pt_br: Retornar para fase de discussão

source: Return to in-progress stage
pt_br: Retornar para estágio em andamento

source: Return to in-progress stage to this improvement proposal
pt_br: Retornar para estágio em andamento para esta proposta de melhoria

source: Return to ready-for-merge stage
pt_br: Retornar à etapa pronta para mesclar

source: Return to ready-for-merge stage to this improvement proposal
pt_br: Retornar à etapa pronta para mesclar esta proposta de melhoria

source: Reviewer publishes content
pt_br: Revisor publica conteúdo

source: Reviewer rejects submission
pt_br: Revisor rejeita submissão

source: Roadmap Section
pt_br: Seção Roteiro

source: Roadmap Section View
pt_br: Visão Seção Roteiro

source: Send to draft this improvement proposal
pt_br: Enviar para rascunho esta proposta de melhoria

source: Software Project
pt_br: Projeto de software

source: Software Release
pt_br: Versão de software

source: Software Release View
pt_br: Visão de Versão de software

source: The Final stage of release project
pt_br: A fase final do projeto de versão

source: The first stage of release project
pt_br: A fase inicial do projeto de versão

source: The second stage of release project
pt_br: A segunda fase da versão do projeto

source: This project is Public
pt_br: Este projeto é Público

source: This project is pending approval
pt_br: Este projeto está pendente de aprovação

source: This project is publish, and set as featured
pt_br: Este projeto é público, e defina como destaque

source: This project is unapproved
pt_br: Este projeto não foi aprovado

source: Unapproved project
pt_br: Projeto não aprovado

source: Unhide
pt_br: Reexibir

source: Unhide release project
pt_br: Reexibir a versão do projeto

source: Unreleased
pt_br: Sem versão

source: Unreleased project
pt_br: Projeto sem versão

source: View by project
pt_br: Exibir por projeto

source: View by release
pt_br: Exibir por versão

source: View by topic
pt_br: Exibir por tópico

source: View of project
pt_br: Visão do projeto

source: What used to be a PLIP.
pt_br: O que foi usado para ser uma PLIP.

source: description_cannot_add_before_approved
pt_br: Você não pode adicionar versões, documentações ou propostas de melhorias até que o próprio projeto for aprovado, certifique-se de enviá-lo para aprovação quando as informações relevantes do projeto forem inseridas

source: heading_expecteddate
pt_br: Versão prevista

source: heading_featurefreezedate
pt_br: Caracteristica congelada

source: heading_improvementproposalfreezedate
pt_br: Proposta congelada

source: heading_improvements_contents
pt_br: Conteúdos

source: heading_license
pt_br: Licença

source: heading_released
pt_br: Versionado

source: heading_relmanager
pt_br: Responsável pela versão

source: heading_repository
pt_br: Repositório branch

source: heading_tested_with
pt_br: Testado com

source: help_improvements_listing
pt_br: Se você quiser ver as propostas das melhorias exibidas de acordo com a versão que são atribuídos a, vá para o

source: help_proposals_being_discussed
pt_br: Estas propostas estão atualmente sob consideração para inclusão em uma próxima versão.

source: help_roadmap_title_project
pt_br: Uma visão geral dos próximos lançamentos para este projeto. Os participantes do projeto podem adicionar novos recursos à lista.

source: label_improvements_assigned_release
pt_br: Atribuído para a versão

source: label_improvements_listing
pt_br: Propostas de Melhoria

source: label_improvements_listing_no_proposals_added
pt_br: Não há propostas de melhorias adicionadas para todas as versões. Utilize o menu de Adicionar para adicionar propostas e / ou especificações dos recursos a serem utilizados no roteiro.

source: label_improvements_listing_show_all
pt_br: Mostrar todos

source: label_improvements_proposal_type
pt_br: Tipo de proposta

source: label_improvements_proposals_for
pt_br: para

source: label_improvements_proposed_by
pt_br: Proposto por

source: label_improvements_repository_branch
pt_br: Repositório branch

source: label_improvements_seconded_by
pt_br: Apoiado por

source: label_improvements_state
pt_br: Estado

source: label_pbd_added
pt_br: Adicionado

source: label_pbd_proposal
pt_br: Porposta

source: label_pbd_proposed_by
pt_br: Proposto por

source: label_pbd_target_release
pt_br: Release-alvo

source: label_pbd_type
pt_br: Tipo

source: label_proposals_being_discussed
pt_br: Propostas em discussão

source: label_rejected_and_deferred_proposals
pt_br: Propostas rejeitadas e adiadas

source: label_roadmap_all_proposals
pt_br: Você também pode

source: label_roadmap_all_proposals1
pt_br: ou

source: label_roadmap_associated_feature_proposals
pt_br: Propostas de recurso associado

source: label_roadmap_index
pt_br: índice de Roteiro

source: label_roadmap_not_improvement_proposals
pt_br: Não há propostas de melhoria associados com este comunicado.

source: label_roadmap_proposals_being_discussed
pt_br: Propostas em discussão

source: label_roadmap_read_more
pt_br: Leia mais...

source: label_roadmap_rejected_deferred_draft_proposals
pt_br: Rejeitado / adiado / rascunho de propostas

source: label_roadmap_rejected_deferred_proposals
pt_br: Propostas rejeitadas e adiadas

source: label_roadmap_rejected_deferred_proposals_moved
pt_br: foram transferidos para uma página separada.

source: label_roadmap_title_project
pt_br: Roteiro para a(o) ${title_project}

source: label_roadmap_view_all_proposals
pt_br: Ver todas as propostas

source: label_roadmap_view_draft_proposals
pt_br: Rascunho de Propostas

source: listingheader_category
pt_br: Categoria

source: listingheader_modified
pt_br: Modificado

source: listingheader_status
pt_br: Andamento

source: listingheader_target_release
pt_br: Release-alvo

source: listingheader_title
pt_br: Título

source: re-release
pt_br: relançar

source: title_improvements_listing_roadmap_page
pt_br: Página de roteiro

source: title_improvements_listing_show_all
pt_br: Mostrar todas

source: title_psc_wf_alpha_release
pt_br: Versão alpha

source: title_psc_wf_begin_work
pt_br: Começar a trabalhar

source: title_psc_wf_complete_work
pt_br: Trabalho completo

source: title_psc_wf_defer_work
pt_br: Adiar trabalho

source: title_psc_wf_feature
pt_br: Projeto em Destaque

source: title_psc_wf_hide_release
pt_br: Esconder versão

source: title_psc_wf_merge_changes
pt_br: Mesclar alterações

source: title_psc_wf_propose
pt_br: Propor

source: title_psc_wf_publish
pt_br: Publicar

source: title_psc_wf_re_release
pt_br: Re versionar este projeto

source: title_psc_wf_rediscuss
pt_br: Rediscutir

source: title_psc_wf_reject
pt_br: Rejeitar

source: title_psc_wf_reject_proposal
pt_br: Rejeitar proposta

source: title_psc_wf_release_beta
pt_br: Versão beta

source: title_psc_wf_release_candidate
pt_br: Versão candidata

source: title_psc_wf_release_final_release
pt_br: Liberar versão final

source: title_psc_wf_retract
pt_br: Retirar

source: title_psc_wf_retract_release
pt_br: Retirar versão

source: title_psc_wf_rework
pt_br: Re-trabalho

source: title_psc_wf_submit
pt_br: Enviar para aprovação

source: title_psc_wf_unhide_release
pt_br: Reexibir versão

source: title_psc_wf_unmerge
pt_br: Desagrupar

source: title_roadmap_rejected_deferred_proposals
pt_br: Ver propostas rejeitadas e adiadas

source: title_roadmap_view_all_proposals
pt_br: Ver todas propostas

source: title_roadmap_view_draft_proposals
pt_br: Ver apenas rascunhos de propostas
